{"_id": "22474614|None", "id": "22474614", "infons": {}, "passages": [{"infons": {"journal": "Cold Spring Harb Perspect Med; 2012 Apr; 2(4) 007203. doi:10.1101/cshperspect.a007203", "year": "2012", "article-id_pmc": "PMC3312401", "type": "title", "authors": "Telenti A, Johnson WE", "section": "Title"}, "offset": 0, "text": "Host genes important to HIV replication and evolution.", "sentences": [], "annotations": [], "relations": []}, {"infons": {"type": "abstract", "section": "Abstract"}, "offset": 55, "text": "Recent years have seen a significant increase in understanding of the host genetic and genomic determinants of susceptibility to HIV-1 infection and disease progression, driven in large part by candidate gene studies, genome-wide association studies, genome-wide transcriptome analyses, and large-scale in vitro genome screens. These studies have identified common variants in some host loci that clearly influence disease progression, characterized the scale and dynamics of gene and protein expression changes in response to infection, and provided the first comprehensive catalogs of genes and pathways involved in viral replication. Experimental models of AIDS and studies in natural hosts of primate lentiviruses have complemented and in some cases extended these findings. As the relevant technology continues to progress, the expectation is that such studies will increase in depth (e.g., to include host whole exome and whole genome sequencing) and in breadth (in particular, by integrating multiple data types).", "sentences": [], "annotations": [{"id": "2", "infons": {"identifier": "MESH:D015658", "type": "Disease"}, "text": "HIV-1 infection", "locations": [{"offset": 184, "length": 15}]}, {"id": "3", "infons": {"identifier": "MESH:D000163", "type": "Disease"}, "text": "AIDS", "locations": [{"offset": 715, "length": 4}]}], "relations": []}], "relations": [], "pmid": 22474614, "pmcid": null, "created": {"$date": 1592598838791}, "accessions": ["disease@MESH:D000163", "disease@MESH:D015658"], "journal": "Cold Spring Harb Perspect Med", "year": 2012, "authors": ["Telenti A", "Johnson WE"]}