{"_id": "23133420|None", "id": "23133420", "infons": {}, "passages": [{"infons": {"journal": "Front Pharmacol; 2012; 3191. doi:10.3389/fphar.2012.00191", "year": "2012", "article-id_pmc": "PMC3490152", "type": "title", "authors": "Suarez-Kurtz G, Pena SD, Struchiner CJ, Hutz MH", "section": "Title"}, "offset": 0, "text": "Pharmacogenomic Diversity among Brazilians: Influence of Ancestry, Self-Reported Color, and Geographical Origin.", "sentences": [], "annotations": [], "relations": []}, {"infons": {"type": "abstract", "section": "Abstract"}, "offset": 113, "text": "BY VIRTUE OF BEING THE PRODUCT OF THE GENETIC ADMIXTURE OF THREE ANCESTRAL ROOTS: Europeans, Africans, and Amerindians, the present-day Brazilian population displays very high levels of genomic diversity, which have important pharmacogenetic/-genomic (PGx) implications. Recognition of this fact has prompted the creation of the Brazilian Pharmacogenomics Network (Refargen), a nationwide consortium of research groups, with the mission to provide leadership in PGx research and education in Brazil, with a population heath impact. Here, we present original data and review published results from a Refargen comprehensive study of the distribution of PGx polymorphisms in a representative cohort of the Brazilian people, comprising 1,034 healthy, unrelated adults, self-identified as white, brown, or black, according to the Color categories adopted by the Brazilian Census. Multinomial log-linear regression analysis was applied to infer the statistical association between allele, genotype, and haplotype distributions among Brazilians (response variables) and self-reported Color, geographical region, and biogeographical ancestry (explanatory variables), whereas Wright's F(ST) statistics was used to assess the extent of PGx divergence among different strata of the Brazilian population. Major PGx implications of these findings are: first, extrapolation of data from relatively well-defined ethnic groups is clearly not applicable to the majority of Brazilians; second, the frequency distribution of polymorphisms in several pharmacogenes of clinical relevance (e.g., ABCB1, CYP3A5, CYP2C9, VKORC) varies continuously among Brazilians and is not captured by race/Color self-identification; third, the intrinsic heterogeneity of the Brazilian population must be acknowledged in the design and interpretation of PGx studies in order to avoid spurious conclusions based on improper matching of study cohorts.", "sentences": [], "annotations": [{"id": "4", "infons": {"identifier": "9606", "type": "Species"}, "text": "people", "locations": [{"offset": 826, "length": 6}]}, {"id": "5", "infons": {"identifier": "5243", "type": "Gene", "ncbi_homologene": "55496"}, "text": "ABCB1", "locations": [{"offset": 1687, "length": 5}]}, {"id": "6", "infons": {"identifier": "1577", "type": "Gene", "ncbi_homologene": "133568"}, "text": "CYP3A5", "locations": [{"offset": 1694, "length": 6}]}, {"id": "7", "infons": {"identifier": "1559", "type": "Gene", "ncbi_homologene": "133566"}, "text": "CYP2C9", "locations": [{"offset": 1702, "length": 6}]}], "relations": []}], "relations": [], "pmid": 23133420, "pmcid": null, "created": {"$date": 1592598838791}, "accessions": ["gene@1577", "gene@1559", "species@9606", "gene@5243"], "journal": "Front Pharmacol", "year": 2012, "authors": ["Suarez-Kurtz G", "Pena SD", "Struchiner CJ", "Hutz MH"]}