{"_id": "15197162|None", "id": "15197162", "infons": {}, "passages": [{"infons": {"journal": "Genome Res.; 2004 Jul; 14(7) 1333-44", "year": "2004", "article-id_pmc": "PMC442149", "type": "title", "authors": "Soranzo N, Cavalleri GL, Weale ME, Wood NW, Depondt C, Marguerie R, Sisodiya SM, Goldstein DB", "section": "Title"}, "offset": 0, "text": "Identifying candidate causal variants responsible for altered activity of the ABCB1 multidrug resistance gene.", "sentences": [], "annotations": [{"id": "1", "infons": {"identifier": "5243", "type": "Gene", "ncbi_homologene": "55496"}, "text": "ABCB1", "locations": [{"offset": 78, "length": 5}]}], "relations": []}, {"infons": {"type": "abstract", "section": "Abstract"}, "offset": 111, "text": "The difficulty of fine localizing the polymorphisms responsible for genotype-phenotype correlations is emerging as an important constraint in the implementation and interpretation of genetic association studies, and calls for the definition of protocols for the follow-up of associated variants. One recent example is the 3435C&gt;T polymorphism in the multidrug transporter gene ABCB1, associated with protein expression and activity, and with several clinical conditions. Available data suggest that 3435C&gt;T may not directly cause altered transport activity, but may be associated with one or more causal variants in the poorly characterized stretch of linkage disequilibrium (LD) surrounding it. Here we describe a strategy for the follow-up of reported associations, including a Bayesian formalization of the associated interval concept previously described by Goldstein. We focus on the region of high LD around 3435C&gt;T to compile an exhaustive list of variants by (1) using a relatively coarse set of marker typings to assess the pattern of LD, and (2) resequencing derived and ancestral chromosomes at 3435C&gt;T through the associated interval. We identified three intronic sites that are strongly associated with the 3435C&gt;T polymorphism. One of them is associated with multidrug resistance in patients with epilepsy (chi2 = 3.78, P = 0.052), and sits within a stretch of significant evolutionary conservation. We argue that these variants represent additional candidates for influencing multidrug resistance due to P-glycoprotein activity, with the IVS 26+80 T&gt;C being the best candidate among the three intronic sites. Finally, we describe a set of six haplotype tagging single-nucleotide polymorphisms that represent common ABCB1 variation surrounding 3435C&gt;T in Europeans.", "sentences": [], "annotations": [{"id": "6", "infons": {"identifier": "5243", "type": "Gene", "ncbi_homologene": "55496"}, "text": "ABCB1", "locations": [{"offset": 491, "length": 5}]}, {"id": "7", "infons": {"identifier": "9606", "type": "Species"}, "text": "patients", "locations": [{"offset": 1423, "length": 8}]}, {"id": "8", "infons": {"identifier": "MESH:D004827", "type": "Disease"}, "text": "epilepsy", "locations": [{"offset": 1437, "length": 8}]}, {"id": "9", "infons": {"identifier": "5243", "type": "Gene", "ncbi_homologene": "55496"}, "text": "ABCB1", "locations": [{"offset": 1859, "length": 5}]}], "relations": []}], "relations": [], "pmid": 15197162, "pmcid": null, "created": {"$date": 1592598838791}, "accessions": ["disease@MESH:D004827", "species@9606", "gene@5243"], "journal": "Genome Res.", "year": 2004, "authors": ["Soranzo N", "Cavalleri GL", "Weale ME", "Wood NW", "Depondt C", "Marguerie R", "Sisodiya SM", "Goldstein DB"]}
