{"_id": "18728166|None", "id": "18728166", "infons": {}, "passages": [{"infons": {"journal": "J. Clin. Endocrinol. Metab.; 2008 Nov; 93(11) 4290-8. doi:10.1210/jc.2008-0981", "year": "2008", "article-id_pmc": "PMC2582573", "type": "title", "authors": "Gajdos ZK, Butler JL, Henderson KD, He C, Supelak PJ, Egyud M, Price A, Reich D, Clayton PE, Le Marchand L, Hunter DJ, Henderson BE, Palmert MR, Hirschhorn JN", "section": "Title"}, "offset": 0, "text": "Association studies of common variants in 10 hypogonadotropic hypogonadism genes with age at menarche.", "sentences": [], "annotations": [{"id": "1", "infons": {"identifier": "MESH:D007006", "type": "Disease"}, "text": "hypogonadism", "locations": [{"offset": 62, "length": 12}]}], "relations": []}, {"infons": {"type": "abstract", "section": "Abstract"}, "offset": 103, "text": "CONTEXT: Although the timing of puberty is a highly heritable trait, little is known about the genes that regulate pubertal timing in the general population. Several genes have been identified that, when mutated, cause disorders of delayed or absent puberty such as hypogonadotropic hypogonadism (HH). OBJECTIVE: Because severe variants in HH-related genes cause a severe puberty phenotype, we hypothesized that common subtle variation in these genes could contribute to the population variation in pubertal timing. DESIGN: We assessed common genetic variation in 10 HH-related genes in 1801 women from the Hawaii and Los Angeles Multiethnic Cohort with either early (age&lt;11 yr) or late (age&gt;14 yr) menarche and in other replication samples. In addition to these common variants, we also studied the most frequently reported HH mutations to assess their role in the population variation in pubertal timing. SETTING AND PATIENTS/OTHER PARTICIPANTS: Within the general community, 1801 women from the Hawaii and Los Angeles Multiethnic Cohort participated. MAIN OUTCOME MEASURES: We assessed the association of genetic variation with age at menarche. RESULTS: We found no significant association between any of the variants tested and age at menarche, although we cannot rule out modest effects of these variants or of other variants at long distances from the coding region. In several self-reported racial/ethnic groups represented in our study, we observed an association between estimated genetic ancestry and age at menarche. CONCLUSIONS: Our results suggest that common variants near 10 HH-related loci do not play a substantial role in the regulation of age at menarche in the general population.", "sentences": [], "annotations": [{"id": "7", "infons": {"identifier": "MESH:D007006", "type": "Disease"}, "text": "hypogonadotropic hypogonadism", "locations": [{"offset": 369, "length": 29}]}, {"id": "8", "infons": {"identifier": "9606", "type": "Species"}, "text": "women", "locations": [{"offset": 695, "length": 5}]}, {"id": "9", "infons": {"identifier": "9606", "type": "Species"}, "text": "PATIENTS", "locations": [{"offset": 1028, "length": 8}]}, {"id": "10", "infons": {"identifier": "9606", "type": "Species"}, "text": "PARTICIPANTS", "locations": [{"offset": 1043, "length": 12}]}, {"id": "11", "infons": {"identifier": "9606", "type": "Species"}, "text": "women", "locations": [{"offset": 1092, "length": 5}]}], "relations": []}], "relations": [], "pmid": 18728166, "pmcid": null, "created": {"$date": 1592598838791}, "accessions": ["disease@MESH:D007006", "species@9606"], "journal": "J. Clin. Endocrinol. Metab.", "year": 2008, "authors": ["Gajdos ZK", "Butler JL", "Henderson KD", "He C", "Supelak PJ", "Egyud M", "Price A", "Reich D", "Clayton PE", "Le Marchand L", "Hunter DJ", "Henderson BE", "Palmert MR", "Hirschhorn JN"]}